// 左侧界面数据
const leftPageData = {
    accessFrequency: 1500,
    peakFlow: 300,
    trafficStatus: {
        timeList: ['9:00', '12:00', '15:00', '18:00', '21:00', '00:00'],
        outData: [502.84, 205.97, 332.79, 281.55, 398.35, 214.02],
        inData: [281.55, 398.35, 214.02, 179.55, 289.57, 356.14],
    },
    userStatus: {
        header: ['AP名称', '时间', '状态'],
        data: [
            ['路由器1', '2020-11-11 12:00', '在线'],
            ['路由器2', '2020-11-11 12:00', '离线'],
            ['路由器3', '2020-11-11 12:00', '在线'],
            ['路由器4', '2020-11-11 12:00', '在线'],
            ['路由器5', '2020-11-11 12:00', '在线'],
            ['路由器6', '2020-11-11 12:00', '离线'],
            ['路由器7', '2020-11-11 12:00', '在线'],
            ['路由器8', '2020-11-11 12:00', '在线'],
            ['路由器9', '2020-11-11 12:00', '离线'],
            ['路由器11', '2020-11-11 12:00', '离线'],
            ['路由器12', '2020-11-11 12:00', '离线'],
            ['路由器13', '2020-11-11 12:00', '离线'],
        ],
    },
};
export type leftPageDataType = typeof leftPageData
export default leftPageData